Repository: Alvar092/escalas
Catalog: Escalas/Localizables/ScaleMenu.xcstrings
Source language: es
Languages: en

# scale.info.description.label
source: Descripción:
en: Description:

# scale.info.interpretation.label
source: Interpretación:
en: Interpretation:

# scale.info.materials.label
source: Materiales:
en: Materials:

# scale.info.recommendations.label
source: Recomendaciones:
en: Recommendations:

# scale.info.references.label
source: Referencias bibliográficas:
en: References:

# scale.info.scoring.label
source: Calificación:
en: Scoring:

# scale.menu.start
source: Comenzar prueba
en: Start Test

# scale.menu.testInfo
source: Información de la prueba
en: Test Information

# scale.result.alert.title
source: Información
en: Information

# scale.result.backToHome
source: Volver a inicio
en: Back to Home

# scale.result.date
source: Fecha: %1$@
en: Date: %1$@

# scale.result.exportPDF
source: Exportar en PDF
en: Export as PDF

# scale.result.patient
source: Paciente: %1$@
en: Patient: %1$@

# scale.result.score.withMax
source: Puntuación: %1$lld / %2$lld
en: Score: %1$lld / %2$lld

# scale.result.score.withoutMax
source: Puntuación: %1$lld
en: Score: %1$lld

# scale.result.side
source: Lado evaluado: %1$@
en: Evaluated side: %1$@

# scale.selectPatient
source: Seleccionar paciente
en: Select patient
